import { Advantage } from '../types';

export const advantages: Advantage[] = [
  {
    id: '1',
    title: 'Без предоплаты',
    description: 'Вы оплачиваете работу только после ее завершения, когда полностью довольны результатом.',
    icon: 'Wallet',
  },
  {
    id: '2',
    title: 'Собственное производство',
    description: 'Всю мебель изготавливаю самостоятельно на собственном производстве на улице Софийской.',
    icon: 'Factory',
  },
  {
    id: '3',
    title: 'Индивидуальный подход',
    description: 'Каждый проект создается по индивидуальным размерам и требованиям заказчика.',
    icon: 'Ruler',
  },
  {
    id: '4',
    title: 'Выгодные цены',
    description: 'Отсутствие затрат на аренду магазина и оплату штата менеджеров позволяет предлагать более низкие цены.',
    icon: 'Banknote',
  },
];